Repository: hkiam/PeachCommander
Catalog: Sources/PCApp/Localizable.xcstrings
Source language: en
Languages: cs, da, de, es, fr, hu, it, ko, nb, nl, pl, ro, ru, sk, sl, sv, uk, zh_hans

source: Workspaces…
cs: Pracovní plochy…
da: Arbejdsområder…
de: Arbeitsbereiche…
es: Espacios de trabajo…
fr: Espaces de travail…
hu: Munkaterületek…
it: Aree di lavoro…
ko: 작업 공간…
nb: Arbeidsområder…
nl: Werkruimtes…
pl: Obszary robocze…
ro: Spații de lucru…
ru: Рабочие пространства…
sk: Pracovné plochy…
sl: Delovni prostori…
sv: Arbetsytor…
uk: Робочі простори…
zh_hans: 工作区…

source: Write
cs: Zápis
da: Skriv
de: Schreiben
es: Escritura
fr: Écriture
hu: Írás
it: Scrittura
ko: 쓰기
nb: Skrive
nl: Schrijven
pl: Zapis
ro: Scriere
ru: Запись
sk: Zápis
sl: Piši
sv: Skriv
uk: Запис
zh_hans: 写入

# Wrote %@ (%lld entries).
source: Wrote %1$@ (%2$lld entries).
cs: Zapsáno %@ (%lld položek).
da: Skrev %@ (%lld poster).
de: %@ geschrieben (%lld Einträge).
es: Se escribió %@ (%lld entradas).
fr: %@ écrit (%lld entrées).
hu: %@ kiírva (%lld bejegyzés).
it: Scritto %@ (%lld voci).
ko: %@ 작성됨(항목 %lld개).
nb: Skrev %@ (%lld oppføringer).
nl: %@ geschreven (%lld items).
pl: Zapisano %@ (%lld wpisów).
ro: S-a scris %@ (%lld intrări).
ru: Записано %@ (%lld записей).
sk: Zapísané %@ (%lld položiek).
sl: Zapisano %@ (%lld vnosov).
sv: Skrev %@ (%lld poster).
uk: Записано %@ (%lld записів).
zh_hans: 已写入 %@（%lld 个条目）。

# Wrote %@ for %lld file(s).
source: Wrote %1$@ for %2$lld file(s).
cs: Zapsáno %@ pro %lld souborů.
da: Skrev %@ for %lld fil(er).
de: %@ für %lld Datei(en) geschrieben.
es: Se escribió %@ para %lld archivo(s).
fr: %@ écrit pour %lld fichier(s).
hu: %@ kiírva %lld fájlhoz.
it: Scritto %@ per %lld file.
ko: 파일 %lld개에 대해 %@ 작성됨.
nb: Skrev %@ for %lld fil(er).
nl: %@ geschreven voor %lld bestand(en).
pl: Zapisano %@ dla %lld plików.
ro: S-a scris %@ pentru %lld fișier(e).
ru: Записано %@ для %lld файл(ов).
sk: Zapísané %@ pre %lld súborov.
sl: Zapisano %@ za %lld datotek.
sv: Skrev %@ för %lld fil(er).
uk: Записано %@ для %lld файлів.
zh_hans: 已为 %lld 个文件写入 %@。

source: Wrote %@.
cs: Zapsáno %@.
da: Skrev %@.
de: %@ geschrieben.
es: Se escribió %@.
fr: %@ écrit.
hu: %@ kiírva.
it: Scritto %@.
ko: %@ 작성됨.
nb: Skrev %@.
nl: %@ geschreven.
pl: Zapisano %@.
ro: S-a scris %@.
ru: Записано %@.
sk: Zapísané %@.
sl: Zapisano %@.
sv: Skrev %@.
uk: Записано %@.
zh_hans: 已写入 %@。

source: XML Tree
cs: Strom XML
da: XML-træ
de: XML-Baum
es: Árbol XML
fr: Arborescence XML
hu: XML-fa
it: Albero XML
ko: XML 트리
nb: XML-tre
nl: XML-structuur
pl: Drzewo XML
ro: Arbore XML
ru: Дерево XML
sk: Strom XML
sl: Drevo XML
sv: XML-träd
uk: Дерево XML
zh_hans: XML 树

source: XML tree
cs: Strom XML
da: XML-træ
de: XML-Baum
es: Árbol XML
fr: Arborescence XML
hu: XML-fa
it: Albero XML
ko: XML 트리
nb: XML-tre
nl: XML-structuur
pl: Drzewo XML
ro: Arbore XML
ru: Дерево XML
sk: Strom XML
sl: Drevo XML
sv: XML-träd
uk: Дерево XML
zh_hans: XML 树

source: XPath Query…
cs: Dotaz XPath…
da: XPath-forespørgsel…
de: XPath-Abfrage…
es: Consulta XPath…
fr: Requête XPath…
hu: XPath-lekérdezés…
it: Query XPath…
ko: XPath 쿼리…
nb: XPath-spørring…
pl: Zapytanie XPath…
ro: Interogare XPath…
ru: XPath-запрос…
sk: Dotaz XPath…
sl: Poizvedba XPath…
sv: XPath-fråga…
uk: Запит XPath…
zh_hans: XPath 查询…

source: XPath expression:
cs: Výraz XPath:
da: XPath-udtryk:
de: XPath-Ausdruck:
es: Expresión XPath:
fr: Expression XPath :
hu: XPath-kifejezés:
it: Espressione XPath:
ko: XPath 표현식:
nb: XPath-uttrykk:
nl: XPath-expressie:
pl: Wyrażenie XPath:
ro: Expresie XPath:
ru: Выражение XPath:
sk: Výraz XPath:
sl: Izraz XPath:
sv: XPath-uttryck:
uk: Вираз XPath:
zh_hans: XPath 表达式：

source: Yes
cs: Ano
da: Ja
de: Ja
es: Sí
fr: Oui
hu: Igen
it: Sì
ko: 예
nb: Ja
nl: Ja
pl: Tak
ro: Da
ru: Да
sk: Áno
sl: Da
sv: Ja
uk: Так
zh_hans: 是

source: You
cs: Vy
da: Dig
de: Du
es: Tú
fr: Vous
hu: Ön
it: Tu
ko: 나
nb: Du
nl: Jij
pl: Ty
ro: Dvs.
ru: Вы
sk: Vy
sl: Vi
sv: Du
uk: Ви
zh_hans: 你

source: You merged changes that aren't saved. Close anyway?
cs: Sloučili jste změny, které nejsou uloženy. Přesto zavřít?
da: Du flettede ændringer, der ikke er gemt. Luk alligevel?
de: Es gibt zusammengeführte, nicht gespeicherte Änderungen. Trotzdem schließen?
es: Has combinado cambios que no están guardados. ¿Cerrar de todos modos?
fr: Vous avez fusionné des modifications non enregistrées. Fermer quand même ?
hu: Nem mentett módosításokat egyesített. Mindenképp bezárja?
it: Hai unito modifiche non salvate. Chiudere comunque?
ko: 저장되지 않은 변경 사항을 병합했습니다. 그래도 닫으시겠습니까?
nb: Du slo sammen endringer som ikke er lagret. Lukke likevel?
nl: Je hebt wijzigingen samengevoegd die niet zijn bewaard. Toch sluiten?
pl: Scalone zmiany nie zostały zapisane. Zamknąć mimo to?
ro: Ați îmbinat modificări care nu sunt salvate. Închideți oricum?
ru: Вы объединили изменения, которые не сохранены. Всё равно закрыть?
sk: Zlúčili ste zmeny, ktoré nie sú uložené. Napriek tomu zavrieť?
sl: Združili ste spremembe, ki niso shranjene. Vseeno zaprem?
sv: Du sammanfogade ändringar som inte är sparade. Stäng ändå?
uk: Ви злили зміни, які не збережено. Усе одно закрити?
zh_hans: 你合并了尚未存储的更改。仍要关闭吗？

source: Zoom
cs: Zvětšení
de: Zoomen
hu: Nagyítás
ko: 확대/축소
pl: Powiększenie
ru: Масштаб
sk: Priblíženie
sl: Povečava
sv: Zooma
uk: Масштаб
zh_hans: 缩放

source: Zoom In
cs: Přiblížit
da: Zoom ind
de: Vergrößern
es: Acercar
fr: Zoom avant
hu: Nagyítás
it: Ingrandisci
ko: 확대
nb: Zoom inn
nl: Inzoomen
pl: Powiększ
ro: Mărește
ru: Увеличить
sk: Priblížiť
sl: Povečaj
sv: Zooma in
uk: Збільшити
zh_hans: 放大

source: Zoom Out
cs: Oddálit
da: Zoom ud
de: Verkleinern
es: Alejar
fr: Zoom arrière
hu: Kicsinyítés
it: Riduci
ko: 축소
nb: Zoom ut
nl: Uitzoomen
pl: Pomniejsz
ro: Micșorează
ru: Уменьшить
sk: Oddialiť
sl: Pomanjšaj
sv: Zooma ut
uk: Зменшити
zh_hans: 缩小

source: Zoom level
cs: Úroveň přiblížení
da: Zoomniveau
de: Zoomstufe
es: Nivel de zoom
fr: Niveau de zoom
hu: Nagyítási szint
it: Livello di zoom
ko: 확대/축소 비율
nb: Zoomnivå
nl: Zoomniveau
pl: Poziom powiększenia
ro: Nivel de zoom
ru: Масштаб
sk: Úroveň priblíženia
sl: Raven povečave
sv: Zoomnivå
uk: Масштаб
zh_hans: 缩放级别

source: Zoom to Fit
cs: Přizpůsobit
da: Tilpas til vinduet
de: Einpassen
es: Ajustar a la ventana
fr: Ajuster à la fenêtre
hu: Igazítás az ablakhoz
it: Adatta alla finestra
ko: 창에 맞추기
nb: Tilpass til vinduet
nl: Passend maken
pl: Dopasuj do okna
ro: Încadrează în fereastră
ru: По размеру окна
sk: Prispôsobiť oknu
sl: Prilagodi oknu
sv: Anpassa till fönstret
uk: Вмістити у вікні
zh_hans: 适合窗口

source: `^` and `$` match the start and end of a line.
cs: `^` a `$` odpovídají začátku a konci řádku.
da: `^` og `$` matcher linjens begyndelse og slutning.
de: `^` und `$` treffen Zeilenanfang und Zeilenende.
es: `^` y `$` coinciden con el inicio y el final de una línea.
fr: `^` et `$` correspondent au début et à la fin d’une ligne.
hu: A `^` és a `$` a sor elejére és végére illeszkedik.
it: `^` e `$` corrispondono all’inizio e alla fine di una riga.
ko: `^`와 `$`는 행의 시작과 끝에 일치합니다.
nb: `^` og `$` treffer starten og slutten av en linje.
nl: `^` en `$` komen overeen met het begin en einde van een regel.
pl: `^` i `$` pasują do początku i końca wiersza.
ro: `^` și `$` corespund începutului și sfârșitului unei linii.
ru: `^` и `$` соответствуют началу и концу строки.
sk: `^` a `$` zodpovedajú začiatku a koncu riadka.
sl: `^` in `$` se ujemata z začetkom in koncem vrstice.
sv: `^` och `$` matchar radens början och slut.
uk: `^` і `$` відповідають початку та кінцю рядка.
zh_hans: `^` 和 `$` 匹配行首和行尾。

source: `^` and `$` match the start and end of a line. In the replacement, `$1` is the first capture group and `$0` the whole match.
cs: `^` a `$` odpovídají začátku a konci řádku. V náhradě je `$1` první skupina a `$0` celá shoda.
da: `^` og `$` matcher linjens begyndelse og slutning. I erstatningen er `$1` den første gruppe og `$0` hele matchet.
de: `^` und `$` treffen Zeilenanfang und Zeilenende. In der Ersetzung ist `$1` die erste Gruppe und `$0` der ganze Treffer.
es: `^` y `$` coinciden con el inicio y el final de una línea. En el reemplazo, `$1` es el primer grupo y `$0` toda la coincidencia.
fr: `^` et `$` correspondent au début et à la fin d’une ligne. Dans le remplacement, `$1` est le premier groupe et `$0` toute la correspondance.
hu: A `^` és a `$` a sor elejére és végére illeszkedik. A cserében a `$1` az első csoport, a `$0` a teljes találat.
it: `^` e `$` corrispondono all’inizio e alla fine di una riga. Nella sostituzione, `$1` è il primo gruppo e `$0` l’intera corrispondenza.
ko: `^`와 `$`는 행의 시작과 끝에 일치합니다. 대체에서 `$1`은 첫 번째 그룹, `$0`은 전체 일치입니다.
nb: `^` og `$` treffer starten og slutten av en linje. I erstatningen er `$1` den første gruppen og `$0` hele treffet.
nl: `^` en `$` komen overeen met het begin en einde van een regel. In de vervanging is `$1` de eerste groep en `$0` de hele overeenkomst.
pl: `^` i `$` pasują do początku i końca wiersza. W zamianie `$1` to pierwsza grupa, a `$0` całe dopasowanie.
ro: `^` și `$` corespund începutului și sfârșitului unei linii. În înlocuire, `$1` este primul grup și `$0` întreaga potrivire.
ru: `^` и `$` соответствуют началу и концу строки. В замене `$1` — первая группа, `$0` — всё совпадение.
sk: `^` a `$` zodpovedajú začiatku a koncu riadka. V náhrade je `$1` prvá skupina a `$0` celá zhoda.
sl: `^` in `$` se ujemata z začetkom in koncem vrstice. V zamenjavi je `$1` prva skupina in `$0` celoten zadetek.
sv: `^` och `$` matchar radens början och slut. I ersättningen är `$1` den första gruppen och `$0` hela träffen.
uk: `^` і `$` відповідають початку та кінцю рядка. У заміні `$1` — перша група, `$0` — увесь збіг.
zh_hans: `^` 和 `$` 匹配行首和行尾。在替换中，`$1` 是第一个捕获组，`$0` 是整个匹配。

source: before:
cs: před:
da: før:
de: vor:
es: antes de:
fr: avant :
hu: ez előtt:
it: prima di:
ko: 이전:
nb: før:
nl: vóór:
pl: przed:
ro: înainte de:
ru: до:
sk: pred:
sl: pred:
sv: före:
uk: до:
zh_hans: 早于：

source: blank = leave the other panel alone
cs: prázdné = druhý panel nechat být
da: tomt = lad det andet panel være
de: leer = anderes Panel unverändert lassen
es: vacío = dejar el otro panel como está
fr: vide = ne pas toucher à l’autre panneau
hu: üres = a másik panel maradjon
it: vuoto = lascia l’altro pannello com’è
ko: 비어 있음 = 다른 패널을 그대로 둠
nb: tomt = la det andre panelet være
nl: leeg = het andere paneel ongemoeid laten
pl: puste = nie ruszaj drugiego panelu
ro: gol = lasă celălalt panou în pace
ru: пусто = не трогать вторую панель
sk: prázdne = druhý panel nechať tak
sl: prazno = drugega pulta ne premikaj
sv: tomt = lämna den andra panelen ifred
uk: порожньо = не чіпати другу панель
zh_hans: 留空 = 不改动另一侧面板

source: blank = ssh-agent, then ~/.ssh/id_*
cs: prázdné = ssh-agent, poté ~/.ssh/id_*
da: tomt = ssh-agent, derefter ~/.ssh/id_*
de: leer = ssh-agent, dann ~/.ssh/id_*
es: vacío = ssh-agent, luego ~/.ssh/id_*
fr: vide = ssh-agent, puis ~/.ssh/id_*
hu: üres = ssh-agent, majd ~/.ssh/id_*
it: vuoto = ssh-agent, poi ~/.ssh/id_*
ko: 비어 있음 = ssh-agent, 그다음 ~/.ssh/id_*
nb: tomt = ssh-agent, deretter ~/.ssh/id_*
nl: leeg = ssh-agent, dan ~/.ssh/id_*
pl: puste = ssh-agent, potem ~/.ssh/id_*
ro: gol = ssh-agent, apoi ~/.ssh/id_*
ru: пусто = ssh-agent, затем ~/.ssh/id_*
sk: prázdne = ssh-agent, potom ~/.ssh/id_*
sl: prazno = ssh-agent, nato ~/.ssh/id_*
sv: tomt = ssh-agent, sedan ~/.ssh/id_*
uk: порожньо = ssh-agent, потім ~/.ssh/id_*
zh_hans: 留空 = ssh-agent，然后 ~/.ssh/id_*

source: bytes
cs: bajtů
da: byte
fr: octets
hu: bájt
it: byte
ko: 바이트
nb: byte
pl: bajty
ro: octeți
ru: байт
sk: bajty
sl: bajti
sv: byte
uk: байтів
zh_hans: 字节

source: checking the current folder…
cs: kontrola aktuální složky…
da: tjekker den aktuelle mappe…
de: prüfe den aktuellen Ordner…
es: comprobando la carpeta actual…
fr: vérification du dossier actuel…
hu: a jelenlegi mappa ellenőrzése…
it: controllo della cartella corrente…
ko: 현재 폴더 확인 중…
nb: sjekker gjeldende mappe…
nl: de huidige map controleren…
pl: sprawdzanie bieżącego folderu…
ro: se verifică dosarul curent…
ru: проверка текущей папки…
sk: kontroluje sa aktuálny priečinok…
sl: preverjanje trenutne mape…
sv: kontrollerar aktuell mapp…
uk: перевірка поточної теки…
zh_hans: 正在检查当前文件夹…

source: command…
cs: příkaz…
da: kommando…
de: Befehl…
es: comando…
fr: commande…
hu: parancs…
it: comando…
ko: 명령…
nb: kommando…
nl: commando…
pl: polecenie…
ro: comandă…
ru: команда…
sk: príkaz…
sl: ukaz…
sv: kommando…
uk: команда…
zh_hans: 命令…

source: days
cs: dní
da: dage
de: Tage
es: días
fr: jours
hu: nap
it: giorni
ko: 일
nb: dager
nl: dagen
pl: dni
ro: zile
ru: дней
sk: dni
sl: dni
sv: dagar
uk: днів
zh_hans: 天

source: e.g. 100M (empty = one file)
cs: např. 100M (prázdné = jeden soubor)
da: f.eks. 100M (tom = én fil)
de: z. B. 100M (leer = eine Datei)
es: p. ej. 100M (vacío = un solo archivo)
fr: par ex. 100M (vide = un seul fichier)
hu: pl. 100M (üres = egy fájl)
it: es. 100M (vuoto = un solo file)
ko: 예: 100M(비어 있음 = 파일 하나)
nb: f.eks. 100M (tom = én fil)
nl: bijv. 100M (leeg = één bestand)
pl: np. 100M (puste = jeden plik)
ro: de ex. 100M (gol = un singur fișier)
ru: например, 100M (пусто = один файл)
sk: napr. 100M (prázdne = jeden súbor)
sl: npr. 100M (prazno = ena datoteka)
sv: t.ex. 100M (tomt = en fil)
uk: наприклад, 100M (порожньо = один файл)
zh_hans: 例如 100M（留空 = 单个文件）

source: empty = system format
cs: prázdné = systémový formát
da: tom = systemformat
de: leer = Systemformat
es: vacío = formato del sistema
fr: vide = format système
hu: üres = rendszerformátum
it: vuoto = formato di sistema
ko: 비어 있음 = 시스템 형식
nb: tom = systemformat
nl: leeg = systeemformaat
pl: puste = format systemowy
ro: gol = format de sistem
ru: пусто = системный формат
sk: prázdne = systémový formát
sl: prazno = sistemska oblika
sv: tomt = systemformat
uk: порожньо = системний формат
zh_hans: 留空 = 系统格式

source: expected SHA-256 (optional)
cs: očekávaný SHA-256 (volitelné)
da: forventet SHA-256 (valgfrit)
de: erwartete SHA-256 (optional)
es: SHA-256 esperado (opcional)
fr: SHA-256 attendu (facultatif)
hu: várt SHA-256 (nem kötelező)
it: SHA-256 previsto (facoltativo)
ko: 예상 SHA-256(선택 사항)
nb: forventet SHA-256 (valgfritt)
nl: verwachte SHA-256 (optioneel)
pl: oczekiwany SHA-256 (opcjonalnie)
ro: SHA-256 așteptat (opțional)
ru: ожидаемая SHA-256 (необязательно)
sk: očakávaný SHA-256 (voliteľné)
sl: pričakovan SHA-256 (izbirno)
sv: förväntad SHA-256 (valfritt)
uk: очікуваний SHA-256 (необов’язково)
zh_hans: 预期的 SHA-256（可选）

source: files
cs: souborů
da: filer
de: Dateien
es: archivos
fr: fichiers
hu: fájl
it: file
ko: 파일
nb: filer
nl: bestanden
pl: pliki
ro: fișiere
ru: файлов
sk: súbory
sl: datoteke
sv: filer
uk: файлів
zh_hans: 文件

source: folders
cs: složek
da: mapper
de: Ordner
es: carpetas
fr: dossiers
hu: mappa
it: cartelle
ko: 폴더
nb: mapper
nl: mappen
pl: foldery
ro: dosare
ru: папок
sk: priečinky
sl: mape
sv: mappar
uk: тек
zh_hans: 文件夹

source: formatted
cs: formátováno
da: formateret
de: formatiert
es: formateado
fr: formaté
hu: formázott
it: formattato
ko: 서식 있음
nb: formatert
nl: opgemaakt
pl: sformatowane
ro: formatat
ru: с форматированием
sk: naformátované
sl: oblikovano
sv: formaterad
uk: відформатовано
zh_hans: 已格式化

source: host (blank = direct)
cs: host (prázdné = přímo)
da: vært (tom = direkte)
de: Host (leer = direkt)
es: host (en blanco = directo)
fr: hôte (vide = direct)
hu: kiszolgáló (üres = közvetlen)
it: host (vuoto = diretto)
ko: 호스트(비어 있으면 직접 연결)
nb: vert (tom = direkte)
nl: host (leeg = direct)
pl: host (puste = bezpośrednio)
ro: gazdă (gol = direct)
ru: хост (пусто = напрямую)
sk: hostiteľ (prázdne = priamo)
sl: gostitelj (prazno = neposredno)
sv: värd (tomt = direkt)
uk: хост (порожньо = напряму)
zh_hans: 主机（留空 = 直连）

source: inspecting a file…
cs: zkoumání souboru…
da: inspicerer en fil…
de: prüfe eine Datei…
es: inspeccionando un archivo…
fr: inspection d’un fichier…
hu: fájl vizsgálata…
it: ispezione di un file…
ko: 파일 검사 중…
nb: inspiserer en fil…
nl: een bestand inspecteren…
pl: analizowanie pliku…
ro: se inspectează un fișier…
ru: изучение файла…
sk: skúma sa súbor…
sl: pregledovanje datoteke…
sv: inspekterar en fil…
uk: перевірка файлу…
zh_hans: 正在检查文件…

source: line
cs: řádek
da: linje
de: Zeile
es: línea
fr: ligne
hu: sor
it: riga
ko: 줄
nb: linje
nl: regel
pl: wiersz
ro: linie
ru: строка
sk: riadok
sl: vrstica
sv: rad
uk: рядок
zh_hans: 行

source: listing files…
cs: výpis souborů…
da: viser filer…
de: liste Dateien auf…
es: listando archivos…
fr: liste des fichiers…
hu: fájlok listázása…
it: elenco dei file…
ko: 파일 나열 중…
nb: viser filer…
nl: bestanden weergeven…
pl: listowanie plików…
ro: se listează fișierele…
ru: составление списка файлов…
sk: vypisujú sa súbory…
sl: izpisovanje datotek…
sv: listar filer…
uk: перелік файлів…
zh_hans: 正在列出文件…

source: locked — the immutable flag is set
cs: uzamčeno — je nastaven příznak immutable
da: låst — det immutable flag er sat
de: gesperrt — das Immutable-Flag ist gesetzt
es: bloqueado: el indicador inmutable está activado
fr: verrouillé — l’indicateur immuable est activé
hu: zárolt — az immutable jelző be van állítva
it: bloccato — il flag immutabile è impostato
ko: 잠김 — immutable 플래그가 설정되어 있습니다
nb: låst — det immutable-flagget er satt
nl: vergrendeld — de immutable-vlag staat aan
pl: zablokowany — ustawiona jest flaga immutable
ro: blocat — indicatorul immutable este activat
ru: заблокирован — установлен флаг immutable
sk: uzamknuté — je nastavený príznak immutable
sl: zaklenjeno — zastavica immutable je nastavljena
sv: låst — flaggan immutable är satt
uk: заблоковано — встановлено прапорець immutable
zh_hans: 已锁定 — 设置了 immutable 标志

source: looking things up…
cs: vyhledávání…
da: slår ting op…
de: schlage nach…
es: consultando información…
fr: recherche d’informations…
hu: utánanézés…
it: ricerca di informazioni…
ko: 항목 조회 중…
nb: slår opp ting…
nl: dingen opzoeken…
pl: sprawdzanie informacji…
ro: se caută informații…
ru: поиск информации…
sk: vyhľadávajú sa informácie…
sl: iskanje podatkov…
sv: slår upp saker…
uk: пошук інформації…
zh_hans: 正在查找…

source: lowercase
cs: malá písmena
da: små bogstaver
de: kleinbuchstaben
es: minúsculas
fr: minuscules
hu: kisbetűs
it: minuscolo
ko: 소문자
nb: små bokstaver
nl: kleine letters
pl: małe litery
ro: minuscule
ru: нижний регистр
sk: malé písmená
sl: male črke
sv: gemener
uk: малі літери
zh_hans: 小写

source: macOS Native
cs: Nativní macOS
da: macOS-hjemmehørende
de: macOS-nativ
es: Nativo de macOS
fr: macOS natif
hu: macOS natív
it: macOS nativo
ko: macOS 네이티브
nb: macOS-innfødt
nl: macOS-eigen
pl: Natywny macOS
ro: Nativ macOS
ru: Родной macOS
sk: Natívne pre macOS
sl: Izvorni macOS
sv: macOS-inbyggd
uk: Рідний для macOS
zh_hans: macOS 原生

source: max (e.g. 5M)
cs: max (např. 5M)
da: maks. (f.eks. 5M)
de: max. (z. B. 5M)
es: máx (p. ej. 5M)
fr: max (par ex. 5M)
hu: max (pl. 5M)
it: max (es. 5M)
ko: 최대(예: 5M)
nb: maks (f.eks. 5M)
nl: max (bijv. 5M)
pl: maks. (np. 5M)
ro: max (de ex. 5M)
ru: макс. (например, 5M)
sk: max (napr. 5M)
sl: najv. (npr. 5M)
sv: max (t.ex. 5M)
uk: макс (наприклад, 5M)
zh_hans: 最大（例如 5M）

source: min (e.g. 10K)
cs: min (např. 10K)
da: min. (f.eks. 10K)
de: min. (z. B. 10K)
es: mín (p. ej. 10K)
fr: min (par ex. 10K)
hu: min (pl. 10K)
it: min (es. 10K)
ko: 최소(예: 10K)
nb: min (f.eks. 10K)
nl: min (bijv. 10K)
pl: min. (np. 10K)
ro: min (de ex. 10K)
ru: мин. (например, 10K)
sk: min (napr. 10K)
sl: najm. (npr. 10K)
sv: min (t.ex. 10K)
uk: мін (наприклад, 10K)
zh_hans: 最小（例如 10K）

source: modified
cs: změněno
da: ændret
de: geändert
es: modificado
fr: modifié
hu: módosítva
it: modificato
ko: 수정됨
nb: endret
nl: gewijzigd
pl: zmodyfikowano
ro: modificat
ru: изменён
sk: zmenené
sl: spremenjeno
sv: ändrad
uk: змінено
zh_hans: 已修改

source: not created at %@
cs: nevytvořeno v %@
da: ikke oprettet på %@
de: nicht angelegt unter %@
es: no creado en %@
fr: non créé à %@
hu: nem jött létre itt: %@
it: non creato in %@
ko: %@에 생성되지 않음
nb: ikke opprettet på %@
nl: niet aangemaakt op %@
pl: nie utworzono w %@
ro: necreat la %@
ru: не создано в %@
sk: nevytvorené v %@
sl: ni ustvarjeno na %@
sv: inte skapad på %@
uk: не створено в %@
zh_hans: 未在 %@ 创建

source: optional — leave empty for no auth
cs: volitelné — ponechte prázdné pro žádné ověření
da: valgfrit — lad feltet være tomt for ingen godkendelse
de: optional – leer lassen für keine Authentifizierung
es: opcional — déjalo vacío para no usar autenticación
fr: facultatif — laissez vide pour aucune authentification
hu: nem kötelező — hagyja üresen hitelesítés nélkülhöz
it: facoltativo — lascia vuoto per nessuna autenticazione
ko: 선택 사항 — 인증이 필요 없으면 비워 두십시오
nb: valgfritt — la stå tomt for ingen autentisering
nl: optioneel — leeg laten voor geen verificatie
pl: opcjonalnie — pozostaw puste, aby wyłączyć uwierzytelnianie
ro: opțional — lăsați gol pentru fără autentificare
ru: необязательно — оставьте пустым, чтобы без аутентификации
sk: voliteľné — pre žiadne overenie ponechajte prázdne
sl: izbirno — pustite prazno za brez overjanja
sv: valfritt — lämna tomt för ingen autentisering
uk: необов’язково — залиште порожнім, щоб без автентифікації
zh_hans: 可选 — 留空则不进行认证

source: or within last
cs: nebo za posledních
da: eller inden for de sidste
de: oder in den letzten
es: o dentro de los últimos
fr: ou au cours des derniers
hu: vagy az elmúlt
it: o negli ultimi
ko: 또는 최근
nb: eller innen siste
nl: of binnen de laatste
pl: lub w ciągu ostatnich
ro: sau în ultimele
ru: или в течение последних
sk: alebo za posledných
sl: ali v zadnjih
sv: eller inom de senaste
uk: або протягом останніх
zh_hans: 或在最近

source: owned by %@ — saving will ask for authorization
cs: vlastní %@ — uložení si vyžádá autorizaci
da: tilhører %@ — at gemme beder om godkendelse
de: gehört %@ — Speichern fragt nach Autorisierung
es: pertenece a %@: guardar pedirá autorización
fr: appartient à %@ — l’enregistrement demandera une autorisation
hu: %@ tulajdona — a mentés engedélyt kér
it: appartiene a %@ — il salvataggio chiederà l’autorizzazione
ko: %@의 소유 — 저장하면 권한을 요청합니다
nb: eies av %@ — lagring ber om godkjenning
nl: eigendom van %@ — opslaan vraagt om autorisatie
pl: należy do %@ — zapis poprosi o autoryzację
ro: aparține lui %@ — salvarea va cere autorizare
ru: принадлежит %@ — сохранение запросит авторизацию
sk: vlastní %@ — uloženie si vyžiada autorizáciu
sl: lastnik je %@ — shranjevanje bo zahtevalo pooblastitev
sv: ägs av %@ — att spara begär auktorisering
uk: належить %@ — збереження запитає авторизацію
zh_hans: 属于 %@ — 保存时将请求授权

source: password
cs: heslo
da: adgangskode
de: Passwort
es: contraseña
fr: mot de passe
hu: jelszó
ko: 암호
nb: passord
nl: wachtwoord
pl: hasło
ro: parolă
ru: пароль
sk: heslo
sl: geslo
sv: lösenord
uk: пароль
zh_hans: 密码

source: password (optional)
cs: heslo (volitelné)
da: adgangskode (valgfrit)
de: Passwort (optional)
es: contraseña (opcional)
fr: mot de passe (facultatif)
hu: jelszó (nem kötelező)
it: password (facoltativa)
ko: 암호(선택 사항)
nb: passord (valgfritt)
nl: wachtwoord (optioneel)
pl: hasło (opcjonalnie)
ro: parolă (opțional)
ru: пароль (необязательно)
sk: heslo (voliteľné)
sl: geslo (izbirno)
sv: lösenord (valfritt)
uk: пароль (необов’язково)
zh_hans: 密码（可选）

source: preparing changes…
cs: příprava změn…
da: forbereder ændringer…
de: bereite Änderungen vor…
es: preparando cambios…
fr: préparation des modifications…
hu: módosítások előkészítése…
it: preparazione delle modifiche…
ko: 변경 준비 중…
nb: forbereder endringer…
nl: wijzigingen voorbereiden…
pl: przygotowywanie zmian…
ro: se pregătesc modificările…
ru: подготовка изменений…
sk: pripravujú sa zmeny…
sl: priprava sprememb…
sv: förbereder ändringar…
uk: підготовка змін…
zh_hans: 正在准备更改…
